tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "antibody"
brew "bat"
brew "deno"
brew "fzf"
brew "git"
brew "glow"
brew "lsd"
brew "luajit"
brew "mosh"
brew "neovim"
brew "nushell"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "wez/wezterm/wezterm" 

# For installing/compiling python with pyenv
brew "openssl" 
brew "readline" 
brew "sqlite3" 
brew "xz" 
brew "zlib"
