tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "wez/wezterm"
brew "bat"
brew "deno"
brew "fzf"
brew "git"
brew "glow"
brew "lsd"
brew "luajit"
brew "mosh"
brew "neovim"
brew "ripgrep"
brew "rust-analyzer"
brew "sheldon"
brew "starship"
brew "tmux"
brew "zoxide"
brew "zsh"
cask "font-jetbrains-mono"
cask "wez/wezterm/wezterm" 
