# Zsh plugins for Antibody to install
lukechilds/zsh-nvm
zsh-users/zsh-autosuggestions
mafredri/zsh-async
sindresorhus/pure

# from oh-my-zsh
robbyrussell/oh-my-zsh path:plugins/git
robbyrussell/oh-my-zsh path:plugins/gitfast
robbyrussell/oh-my-zsh path:plugins/ubuntu
robbyrussell/oh-my-zsh path:plugins/nvm

# needs to be last
zdharma/fast-syntax-highlighting
